doe/remote_snapshot/openfoam_case_rans_doe_30deg_cases/case_01/0/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alphat;
}
dimensions  [1 -1 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    main_inlet   { type calculated; value uniform 0; }
    branch_inlet { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    wall         { type compressible::alphatWallFunction; Prt 0.85; value uniform 0; }
    sym          { type symmetryPlane; }
}
